words = [
'Билл Гейтс:\n«Аккуратный программист — быстрый программист».',

'Стив Джобс:\n«Сегодня ты делаешь код, завтра код делает тебе деньги».',

'Маркус Перссон:\n«Если твой код работает, значит это хороший код».',

'Гейб Логан Ньюэлл:\n«Чтобы понять код мида, нужно быть мидом. Чтобы понять\n код сеньора, достаточно быть джуном».',

'Брайан Керниган:\n«У каждого языка есть время жизни. За исключением ’Кобола’,\n конечно».',

'Линус Торвальдс:\n«Настоящий программист гораздо больше читает, чем пишет».',

'Марк Цукерберг:\n«Комментарии в коде должны быть похожими на кружевные\n трусики: маленькими, прозрачными, и оставляющими\n достаточно места для воображения».',

'Павел Дуров:\n«Скорость имеет значение».',

'Расмус Лердорф:\n«Когда я не знаю, с чего начать, я открываю чистый файл и\n пишу: ’// С чего бы начать?’. Дальше всё идёт\n как-то само собой».',

'Ада Лавлейс:\n«Если ваша работа не документирована, значит вы не работали».',

'Дональд Эрвин Кнут:\n«Писать книги сложнее, чем писать программы. Любой\n писатель может стать хотя бы посредственным программистом.\nОбратное, к сожалению, неверно».',

'Бьёрн Страуструп:\n«Если над кодом работали 20 человек, значит его можно\n сделать в 20 раз меньше и в 20 раз быстрее».',

'Ричард Мэттью Столлман:\n«Если бы Омар Хайям жил сейчас, он наверняка\n был бы пиратом».',

'Стив Возняк:\n«На собеседованиях я обычно спрашиваю, часто ли испытуемый\n использует костыли.Это хороший способ отсеять\n патологических лжецов».',

'Сид Мейер:\n«Не ожидайте ухоженных ногтей от первопроходцев».',

'Алан Кёртис Кэй:\n«Можно сделать довольно большой проект, вообще не\n прикасаясь к мыши. Но зачем?».',

'Брэм Коэн:\n«На длинных дистанциях выигрывают стайеры».',

'Джон Кармак:\n«Всегда начинайте со структуры данных».',

'Джеймс Гослинг:\n«Кофе не помогает программировать, зато он приятен на вкус».',

'Андерс Хейлсберг:\n«Не бывает хороших языков, бывают хорошие программисты».',

'Кен Томпсон:\n«Проще отучить собаку лаять на почтальона, чем отучить админа\n работать под рутом».',

'Давид Хейнемейер Ханссон:\n«Когда-то я был достаточно наивен, надеясь, что\n мне достаточно будет хорошо выучить один язык».',

'Эндрю Таненбаум:\n«Завидую тестировщикам: все хотят с ними дружить».',

'Юкихиро Мацумото:\n«Отдавайте распоряжения в письменном виде: программист вы,\n в конце концов, или нет?».',

'Ларри Уолл:\n«И где теперь ваш ассемблер?».',

'Крис Хьюз:\n«Чем опытнее программист, тем лучше он осознаёт всю скудность своих\n знаний и навыков».',

'Эрик Стивен Рэймонд:\n«Хакер всегда выигрывает в честной схватке, потому что\n он нечестен».',

'Питер Нортон:\n«Идеальному коду место в музее: там ценят всякие древности».',

'Дастин Московиц:\n«Не экономьте на дизайне: конечный пользователь ровным счётом\n ничего не понимает в программировании».',

'Стив Возняк:\n«Довольно сложно руководить программистом, которому не нужны деньги».',

'Ричард Мэттью Столлман:\n«Выучите LISP, и вы не будете работать ни одного дня в\n своей жизни. Выучите PHP, и вы таки сумеете заработать\n себе на кусок хлеба».',

'Брендан Эйх:\n«Прежде, чем начать сеанс парного программирования, уберите из\n комнаты все острые предметы».'
]
strPeep = [
    "Somebody tell me I'll be fine",
    "I run away from my problems",
    "You're not who you say you are",
    'Always wanna fuck, tell a bitch, "Good luck"',
    "Not one call or text from you",
    "I'll wait right here",
    "Throw me off the edge, I'll fall",
    "Please don't panic, baby",
    "Fuck me like we're lyin' on our deathbed",
    "Switchblades, cocaine",
    "Bother me, tell me awful things",
    "Fuck my life, can't save that, girl",
    "Isn't life beautiful? I think that life is beautiful",
    "Teen romance",
    "But you've frozen my heart",
    "16 lines of blow and I'm fine",
    "I used to wanna kill myself",
    "Yesterday is not today",
    "Girl, you got me fucked up",
    "Love now, cry later, it hurts"
]